headspace.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org06fa243">冥想是什么</a>
<ul>
<li><a href="#org5f3dac0">两种思想</a></li>
<li><a href="#orgce6b5a1">坐在路边开车来车往</a></li>
<li><a href="#org321017c">蓝天和云</a></li>
<li><a href="#org166a03c">驯野马</a></li>
<li><a href="#orgcc8eaa2">遇到好的和坏的情绪怎么办</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org06fa243" class="outline-2">
<h2 id="org06fa243">冥想是什么</h2>
<div class="outline-text-2" id="text-org06fa243">
</div>
<div id="outline-container-org5f3dac0" class="outline-3">
<h3 id="org5f3dac0">两种思想</h3>
<div class="outline-text-3" id="text-org5f3dac0">
<ul class="org-ul">
<li>人有两种思想，一种是有意识可以控制的，偏逻辑的思考，比如你做题目，主动回忆啊，等等。很多人只意识到自己有这种思想。而其实人还有第二种不受控制的思想。他们感觉上就是自发的，不知道从哪蹦出来的念头。比如你准备睡觉的时候，本来打算什么都不想要睡了，但是乱七八糟的白天的烦心事儿或是开心事儿一件件往脑袋里面蹦。有的蹦出来一下就过去了，有的你还不由自主的动用第一种逻辑思想跟着一起想，结果就是睡不着。再比如，本来是要坐下来专心看书或者学习的，结果就是跟刚说的一样，一堆想法蹦出来，不知不觉溜号了。以一种我们叫它有意识的思想，第二种我们叫它自发无意识的思想。</li>

<li>第二种无意识思想被很多人忽视，愈演愈烈越来越无法控制，后果是有的人很难集中注意力；有的时候还会焦虑，心烦，比如潜意识里一直想着自己这个没做，那个要做，但是都没来得及做，最后就焦虑的。</li>
</ul>
</div>
</div>

<div id="outline-container-orgce6b5a1" class="outline-3">
<h3 id="orgce6b5a1">坐在路边开车来车往</h3>
<div class="outline-text-3" id="text-orgce6b5a1">
<ul class="org-ul">
<li>冥想就像是让第一种有意识的思想坐在路边，而无意识的思想就像是路上一辆辆的车，然后让有意识的思想去观察无意识思想。</li>
<li>最开始，可能你会被自己居然又这么多乱七八糟的想法所震惊。</li>
<li>接下来就是尝试不要被这些杂乱的想法代跑。比如刚才说的溜号，就相当于坐上了那辆车跟着跑了。有的人也会不希望某种不愉快的想法出现，所以强行阻止的情况。这就好比道路上去拦车。如果冥想时发现这种情况，应该让第一种意识立即回到路边坐着。</li>
<li>渐渐地，你会觉得路上的车越来越少，越来越平静。</li>
</ul>
</div>
</div>

<div id="outline-container-org321017c" class="outline-3">
<h3 id="org321017c">蓝天和云</h3>
<div class="outline-text-3" id="text-org321017c">
<p>
这是另一个比喻。就是把这些第二种杂乱想法比作云，有的是白云，有的是乌云。蓝天就是人们冥想最终追求的状态，虽然一开始肯定有很多云，渐渐的蓝天就浮现出来了。这个比喻强调的是虽然你最开始看不到蓝天，因为云太多，但是蓝天还是在的，放心。
</p>
</div>
</div>

<div id="outline-container-org166a03c" class="outline-3">
<h3 id="org166a03c">驯野马</h3>
<div class="outline-text-3" id="text-org166a03c">
<p>
这是另一个比喻。意思是冥想不要操之过急，企图一下达到最终状态。就是要像训马一样，渐渐的收紧缰绳，慢慢驯服自己的思想。
</p>
</div>
</div>

<div id="outline-container-orgcc8eaa2" class="outline-3">
<h3 id="orgcc8eaa2">遇到好的和坏的情绪怎么办</h3>
<div class="outline-text-3" id="text-orgcc8eaa2">
<p>
脑海里浮现的比一定只有想法，有的时候想法还会引起情绪的变化。遇到让你愉快的情绪时，尝试想象你把它分给你爱的人。遇到痛苦的情绪（比如坐着哪不舒服了）时，想象自己时在为别人承担痛苦。这样做的好处是会让不好的情绪更容易过去，而让好的情绪更持久。
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
